Repository: ProtonDriveApps/ios-drive
Catalog: PDLocalization/Sources/Resources/iOS-Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# photo_permission_alert_text
source: This ensures all your photos are backed up and available across your devices. In the next screen, change your settings to allow Proton Drive access to All Photos.
be: Гэта гарантуе, што для ўсіх вашых фатаграфій будуць створаны рэзервовыя копіі і яны будуць даступны на ўсіх вашых прыладах. На наступным экране змяніце налады, каб дазволіць Proton Drive доступ да ўсіх фатаграфій.
ca: Això garanteix una còpia de seguretat de totes les vostres fotos i està disponible als vostres dispositius. A la pantalla següent, canvieu la configuració per permetre que Proton Drive accedeixi a Totes les fotos.
cs: Díky tomu jsou všechny vaše fotky zálohovány a dostupné ve všech zařízeních. Na další obrazovce změňte nastavení tak, abyste Proton Drive povolili přístup ke všem fotkám.
da: Dette sikrer, at alle dine fotos er sikkerhedskopieret og tilgængelige på tværs af dine enheder. På det næste skærmbillede skal du ændre dine indstillinger for at give Proton Drive adgang til alle fotos.
de: Dadurch wird sichergestellt, dass alle deine Fotos gesichert werden und auf allen deinen Geräten verfügbar sind. Ändern auf dem nächsten Bildschirm die Einstellungen, um Proton Drive den Zugriff auf alle Fotos zu ermöglichen.
el: Αυτό διασφαλίζει ότι δημιουργούνται αντίγραφα ασφαλείας όλων των φωτογραφιών σας και είναι διαθέσιμες σε όλες τις συσκευές σας. Στην επόμενη οθόνη, αλλάξτε τις ρυθμίσεις σας για να επιτρέψετε στο Proton Drive την πρόσβαση σε Όλες τις Φωτογραφίες.
es: Esto asegura que todas tus fotos están respaldadas y disponibles en todos tus dispositivos. En la siguiente pantalla, cambia la configuración para permitir a Proton Drive acceder a todas las fotos.
es_419: Esto asegura que todas sus fotos están respaldadas y disponibles en todos sus dispositivos. En la siguiente pantalla, cambie la configuración para permitir a Proton Drive acceder a todas las fotos.
fi: Tämä varmistaa, että kaikki kuvasi on varmuuskopioitu ja käytettävissä kaikissa laitteissasi. Muuta seuraavassa ruudussa asetuksia ja myönnä Proton Drivelle käyttöoikeus kaikkiin kuviin.
fr: Cela garantit que toutes vos photos sont sauvegardées et disponibles sur tous vos appareils. Dans l'écran suivant, modifiez vos paramètres pour permettre à Proton Drive d'accéder à toutes les photos.
hu: Ez biztosítja, hogy az összes fényképről biztonsági mentés készüljön, és elérhetőek legyenek az eszközein. A következő képernyőn módosítsa a beállításokat úgy, hogy engedélyezi a Proton Drive hozzáférését az összes fényképhez.
id: Ini memastikan bahwa semua foto Anda telah dicadangkan dan tersedia antara perangkat Anda. Dalam layar berikutnya, ubah pengaturan Anda untuk memperbolehkan Proton Drive untuk mengakses Semua Foto.
it: Ciò garantisce che tutte le tue foto siano sottoposte a backup e siano disponibili su tutti i tuoi dispositivi. Nella schermata successiva, modifica le impostazioni per consentire a Proton Drive di accedere a Tutte le foto.
ja: これにより、すべての写真がバックアップされ、デバイス間で利用可能になります。 次の画面で、Proton Driveにすべての写真へのアクセスを許可するように設定を変更してください。
ka: ეს გარანტიას იძლევა, რომ თქვენი ყველა სურათი დამარქაფებულია და ხელმისაწვდომია ყველა თქვენს მოწყობილობაზე. შემდეგ ეკრანზე შეცვალეთ პარამეტრები, რომ საშუალება მისცეთ Proton Drive-ს, ყველა სურათთან ჰქონდეს წვდომა.
ko: 이 권한으로 모든 사진을 백업하고 기기 간에서 사용할 수 있습니다. 다음 화면에서 Proton Drive 접근 설정을 전체 사진으로 변경해주세요.
nb: Dette sikrer at alle bildene dine er sikkerhetskopiert og tilgjengelige på tvers av enhetene. Endre innstillingene på neste skjermbildet for å la Proton Drive få tilgang til Alle Bilder.
nl: Dit zorgt ervoor dat al uw foto's worden geback-upt en op al uw apparaten beschikbaar zijn. In het volgende scherm, wijzig uw instellingen zodat Proton Drive toegang heeft tot alle foto's.
pl: Zapewnia to kopię zapasową zdjęć i dostęp do nich ze wszystkich urządzeń. Na następnym ekranie zmień ustawienia, aby zezwolić aplikacji Proton Drive na dostęp do wszystkich zdjęć.
pt: Isto garante que todas as suas fotos sejam armazenadas na cópia de segurança e fiquem disponíveis em todos os seus dispositivos. No próximo ecrã, altere as suas definições para permitir que o Proton Drive aceda a todas as suas fotos.
pt_br: Isso garante que todas as suas fotos sejam armazenadas em backup e disponibilizadas em todos os seus dispositivos. Na próxima tela, altere suas configurações para permitir que o Proton Drive acesse todas as fotos.
ro: Acest lucru vă asigură că toate fotografiile sunt copiate și sunt disponibile pe dispozitivele personale. În următorul ecran, modificați setările pentru a permite accesul Proton Drive la toate fotografiile.
ru: Таким образом, все ваши фотографии будут сохранены в резервной копии и доступны на всех устройствах. На следующем экране измените настройки, чтобы разрешить Proton Drive доступ ко всем фотографиям.
sk: Vďaka tomu budú všetky vaše fotografie zálohované a dostupné vo všetkých zariadeniach. Na ďalšej obrazovke zmeňte nastavenia tak, aby ste povolili jednotke Proton Drive prístup ku všetkým fotografiám.
sv: Detta säkerställer att alla dina foton säkerhetskopieras och är tillgängliga på alla dina enheter. På nästa skärm, ändra dina inställningar för att tillåta Proton Drive åtkomst till alla foton.
tr: Bu özellik, tüm fotoğraflarınızı yedekler ve tüm aygıtlarınızdan erişilebilmesini sağlar. Bir sonraki ekranda, Proton Drive uygulamasının tüm fotoğraflara erişmesine izin verin.
uk: Це гарантує, що всі ваші фотографії будуть збережені та доступні на всіх пристроях. На наступному екрані змініть налаштування, щоб дозволити Proton Drive доступ до Всіх фотографій.
zh_hans: 这可确保您的所有照片都已备份，并可在您的设备上使用。 在下一个屏幕中，更改设置以允许 Proton Drive 访问 “所有照片” 。
zh_hant: 這可確保您所有的相片都已備份並可供跨您的裝置使用。 在下一個畫面中，變更您的設定值以允許 Proton Drive 存取所有相片。

# photo_permission_alert_title
source: Proton Drive needs full access to your photos
be: Proton Drive неабходны поўны доступ да вашых фатаграфій
ca: Proton Drive necessita accés total a les vostres fotos.
cs: Proton Drive potřebuje úplný přístup k vašim fotkám
da: Proton Drive skal have fuld adgang til dine fotos
de: Proton Drive benötigt vollen Zugriff auf deine Fotos
el: Το Proton Drive χρειάζεται πλήρη πρόσβαση στις φωτογραφίες σας
es: Proton Drive necesita acceso completo a tus fotos.
es_419: Proton Drive necesita acceso completo a sus fotos.
fi: Proton Drive tarvitsee täydet oikeudet kuviisi
fr: Proton Drive a besoin de l'accès complet à vos photos.
hu: A Proton Drive-nak teljes hozzáférésre van szüksége a fotóihoz
id: Proton Drive memerlukan akses penuh ke foto Anda
it: Proton Drive necessita dell'accesso completo alle tue foto
ja: Proton Driveは写真へのフルアクセスが必要です
ka: Proton Drive-ს თქვენს სურათებთან სრული წვდომა სჭირდება
ko: Proton Drve가 사진에 대한 전체 접근을 필요로 합니다.
nb: Proton Drive behøver full tilgang til dine bilder
nl: Proton Drive heeft volledige toegang tot uw foto's nodig
pl: Proton Drive potrzebuje dostępu do Twoich zdjęć
pt: O Proton Drive precisa do acesso total às suas fotos.
pt_br: Proton Drive precisa de acesso completo às suas fotos
ro: Proton Drive necesită acces complet la fotografii
ru: Proton Drive необходим полный доступ к вашим фотографиям
sk: Proton Drive potrebuje úplný prístup k vašim fotografiám
sv: Proton Drive behöver full åtkomst till dina foton
tr: Proton Drive için fotoğraflarınıza tam erişim izni vermelisiniz
uk: Proton Drive потребує повного доступу до ваших фотографій
zh_hans: Proton Drive 需要完全访问您的照片
zh_hant: Proton Drive 需要您的照片的完整存取權

# photo_preview_error_generic
source: Make sure your device is connected to the internet and try again.
be: Пераканайцеся, што ваша прылада падключана да інтэрнэту і паспрабуйце яшчэ раз.
ca: Assegureu-vos que el vostre dispositiu estigui connectat a internet i torneu-ho a provar.
cs: Zkontrolujte, zda je zařízení připojeno k internetu a zkuste to znovu.
da: Sørg for, at din enhed har forbindelse til internettet, og prøv igen.
de: Stelle sicher, dass dein Gerät mit dem Internet verbunden ist, und versuche es erneut.
el: Βεβαιωθείτε ότι η συσκευή σας είναι συνδεδεμένη στο διαδίκτυο και προσπαθήστε ξανά.
es: Asegúrate de que tu dispositivo está conectado a internet e inténtalo de nuevo.
es_419: Asegúrese de que su dispositivo está conectado a internet e inténtelo de nuevo.
fi: Varmista, että laitteesi on yhteydessä Internetiin, ja yritä uudelleen.
fr: Vérifiez que votre appareil est connecté à internet et réessayez.
hu: Győződjön meg róla, hogy az eszköze csatlakozik az internethez, és próbálja meg újra.
id: Pastikan perangkat Anda terhubung ke internet dan coba lagi.
it: Assicurati che il tuo dispositivo sia connesso a Internet e riprova.
ja: デバイスがインターネットに接続されていることを確認し、もう一度お試しください。
ka: დარწმუნდით, რომ მოწყობილობა მიერთებულია ინტერნეტთან და თავიდან სცადეთ.
ko: 기기가 인터넷에 연결되었는지 확인하신 후 다시 시도하세요.
nb: Sørg for at enheten er koblet til internett, og prøv igjen.
nl: Zorg ervoor dat uw apparaat is verbonden met het internet en probeer het opnieuw.
pl: Upewnij się, że urządzenie jest połączone z Internetem i spróbuj ponownie.
pt: Certifique-se de que o seu dispositivo está conectado à internet e tente novamente.
pt_br: Verifique se o seu dispositivo está conectado à internet e tente novamente.
ro: Asigurați-vă că dispozitivul este conectat la internet și reîncercați.
ru: Подключите устройство к интернету и повторите попытку.
sk: Uistite sa, že je zariadenie pripojené k internetu, a skúste to znova.
sv: Se till att din enhet är ansluten till internet och försök igen.
tr: Aygıtınızın internete bağlı olduğundan emin olun ve yeniden deneyin.
uk: Переконайтеся, що ваш пристрій під'єднано до Інтернету, і спробуйте ще раз.
zh_hans: 确保您的设备已连接到互联网，然后再试一次。
zh_hant: 請確定您的裝置已連接至網際網路，然後再試一次。

# photo_preview_error_photo_title
source: Unable to load this photo
be: Немагчыма загрузіць гэту фатаграфію
ca: No s'ha pogut carregar aquesta foto.
cs: Nelze načíst tuto fotku
da: Kan ikke indlæse dette foto
de: Foto kann nicht geladen werden
el: Δεν είναι δυνατή η φόρτωση αυτής της φωτογραφίας
es: No se puede cargar esta foto.
es_419: No se puede cargar esta foto.
fi: Tätä kuvaa ei voitu ladata
fr: Cette photo n'a pas pu être chargée.
hu: A fotó betöltése sikertelen
id: Foto ini tidak dapat dimuat
it: Impossibile caricare questa foto
ja: この写真を読み込むことができません
ka: ამ სურათის ჩატვირთვა შეუძლებელია
ko: 이 사진을 불러올 수 없습니다
nb: Kan ikke laste inn dette bildet
nl: Deze foto kan niet worden geladen
pl: Nie można załadować zdjęcia
pt: Não é possível carregar esta foto.
pt_br: Não foi possível carregar esta foto
ro: Poza nu a putut fi încărcată
ru: Не удалось загрузить это фото
sk: Nie je možné načítať túto fotografiu
sv: Kunde inte ladda detta foto
tr: Bu fotoğraf yüklenemedi.
uk: Не вдалося завантажити це фото
zh_hans: 无法加载此照片
zh_hant: 無法載入此照片

# photo_preview_error_text
source: There was an error loading this photo
be: Адбылася памылка падчас загрузкі гэтай фатаграфіі
ca: S'ha produït un error en carregar aquesta foto.
cs: Došlo k chybě při načítání této fotky
da: Der var en fejl ved indlæsning af dette foto
de: Fehler beim Laden des Fotos.
el: Παρουσιάστηκε σφάλμα κατά τη φόρτωση αυτής της φωτογραφίας
es: Se ha producido un error al cargar esta foto.
es_419: Ocurrió un error al cargar esta foto.
fi: Virhe ladattaessa tätä kuvaa
fr: Une erreur s'est produite lors du chargement de cette photo.
hu: Egy hiba történt ez a fénykép betöltése során
id: Terdapat kesalahan dalam memuat foto ini
it: Si è verificato un errore durante il caricamento di questa foto
ja: この写真の読み込み中にエラーが発生しました
ka: ამ სურათის ჩატვირთვის შეცდომა
ko: 해당 사진 로딩 중 오류가 발생했습니다.
nb: Det oppstod en feil under lasting av dette fotoet
nl: Er is een fout opgetreden bij het laden van deze foto
pl: Wystąpił błąd podczas ładowania zdjęcia
pt: Ocorreu um erro ao carregar esta foto.
pt_br: Houve um erro ao carregar essa foto
ro: Eroare la încărcarea acestei fotografii.
ru: При предварительной загрузке этой фотографии произошла ошибка
sk: Pri načítavaní tejto fotografie došlo k chybe
sv: Det var ett fel att ladda detta foto
tr: Bu fotoğraf yüklenirken bir sorun çıktı
uk: Виникла помилка при завантаженні цього фото
zh_hans: 加载此照片时出错
zh_hant: 載入此相片時發生錯誤

# photo_preview_error_title
source: Could not load this photo
be: Немагчыма загрузіць гэту фатаграфію
ca: No s'ha pogut carregar aquesta foto.
cs: Nelze načíst tuto fotku
da: Dette foto kunne ikke indlæses
de: Fehler beim Laden des Fotos.
el: Δεν ήταν δυνατή η φόρτωση αυτής της φωτογραφίας
es: No se ha podido cargar esta foto.
es_419: No se pudo cargar esta foto.
fi: Tätä kuvaa ei voitu ladata
fr: Le chargement de cette photo n'a pas abouti.
hu: Nem sikerült betöltetni ezt a fényképet
id: Tidak dapat memuat foto ini
it: Impossibile caricare questa foto
ja: この写真を読み込めません
ka: სურათის ჩატვირთვა ჩავარდა
ko: 사진을 불러올 수 없습니다.
nb: Kunne ikke laste dette fotoet
nl: Deze foto kon niet worden geladen
pl: Nie można załadować zdjęcia
pt: Não foi possível carregar esta foto.
pt_br: Não foi possível carregar essa foto
ro: Nu s-a putut încărca fotografia.
ru: Не удалось загрузить фотографию
sk: Túto fotografiu sa nepodarilo načítať
sv: Kunde inte ladda detta foto
tr: Bu fotoğraf yüklenemedi
uk: Не вдалося завантажити це фото
zh_hans: 无法加载这张照片
zh_hant: 無法載入此相片

# photo_preview_error_unsupported_format
source: Full preview of this format is not supported.
be: Поўны папярэдні прагляд гэтага фармату не падтрымліваецца.
ca: La previsualització completa d'aquest format no és compatible.
cs: Úplný náhled tohoto formátu není podporován.
da: Fuld forhåndsvisning af dette format understøttes ikke.
de: Eine vollständige Vorschau dieses Formats wird nicht unterstützt.
el: Η πλήρης προεπισκόπηση αυτής της μορφής δεν υποστηρίζεται.
es: No se admite la vista previa completa de este formato.
es_419: No se admite la vista previa completa de este formato.
fi: Tämän muodon täyttä esikatselua ei tueta.
fr: L'aperçu complet de ce format n'est pas pris en charge.
hu: Ennek a formátumnak a teljes előnézete nincs támogatva.
id: Pratinjau sepenuhnya untuk format ini tidak didukung.
it: L'anteprima completa di questo formato non è supportata.
ja: この形式の完全なプレビューはサポートされていません。
ka: ამ ფორმატის სრული მინიატურა მხარდაჭერილი არაა.
ko: 이 형식의 전체 미리보기가 지원되지 않습니다.
nb: Full forhåndsvisning av dette formatet støttes ikke.
nl: Volledige preview van deze indeling wordt niet ondersteund.
pl: Pełny podgląd tego formatu nie jest obsługiwany.
pt: A pré-visualização completa deste formato não é suportada
pt_br: A pré-visualização completa deste formato não é suportada.
ro: Afișarea completă a acestui format nu este suportată.
ru: Полный предпросмотр для этого формата не поддерживается.
sk: Úplný náhľad tohto formátu nie je podporovaný.
sv: Full förhandsgranskning av detta format stöds inte.
tr: Bu biçimin tam ön izlemesi desteklenmiyor.
uk: Повний перегляд цього формату не підтримується.
zh_hans: 不支持此格式的完整预览。
zh_hant: 不支援此格式的完整預覽。

# photo_preview_error_verification_text
source: Please try again later.
be: Паспрабуйце яшчэ раз пазней.
ca: Torneu-ho a provar més tard.
cs: Zkuste to prosím znovu později.
da: Prøv igen senere.
de: Bitte versuche es später erneut.
el: Παρακαλούμε προσπαθήστε ξανά αργότερα.
es: Inténtalo de nuevo más tarde.
es_419: Intente de nuevo más tarde.
fi: Yritä uudelleen myöhemmin.
fr: Veuillez réessayer plus tard.
id: Silakan coba lagi nanti.
it: Riprova più tardi.
ja: 後ほど再度お試しください。
ka: მოგვიანებით სცადეთ.
ko: 나중에 다시 시도해 주세요.
nb: Prøv igjen senere.
nl: Probeer het later opnieuw.
pt_br: Tente novamente mais tarde.
ro: Reîncercați mai târziu.
sk: Skúste to neskôr znova, prosím.
sv: Försök igen senare.
tr: Lütfen bir süre sonra yeniden deneyin.
zh_hans: 请稍后重试
zh_hant: 請稍後再試。

# photo_preview_error_verification_title
source: Download verification failed
be: Збой спраўджання спампоўкі
ca: Ha fallat la verificació de la descàrrega
cs: Ověření stahování selhalo
da: Verificering af download mislykkedes
de: Überprüfung des Downloads ist fehlgeschlagen
el: Η επαλήθευση της λήψης απέτυχε
es: No se pudo verificar la descarga
es_419: Error al verificar la descarga
fi: Latauksen vahvistus epäonnistui
fr: La vérification du téléchargement n'a pas abouti.
id: Verifikasi unduhan gagal
it: Verifica del download fallita
ja: ダウンロードの検証に失敗しました
ka: გადმოწერის გადამოწმება ჩავარდა
ko: 다운로드 검증 실패
nb: Kunne ikke verifisere nedlasting
nl: Downloadverificatie mislukt
pt_br: Verificação de download falhou
ro: Verificarea descărcării a eșuat
sk: Overenie stiahnutia zlyhalo
sv: Verifiering av nedladdning misslyckades
tr: İndirme doğrulanamadı
zh_hans: 下载验证失败
zh_hant: 驗證下載失敗

# photo_preview_error_video_title
source: Unable to load this video
be: Немагчыма загрузіць гэта відэа
ca: No s'ha pogut carregar aquest vídeo.
cs: Nelze načíst toto video
da: Kan ikke indlæse denne video
de: Fehler beim Laden des Videos.
el: Δεν είναι δυνατή η φόρτωση αυτού του βίντεο
es: No se puede cargar esta video.
es_419: No se puede cargar esta video.
fi: Tätä videota ei voitu ladata
fr: Cette vidéo n'a pas pu être chargée.
hu: A videó betöltése sikertelen
id: Video ini tidak dapat dimuat
it: Impossibile caricare questo video
ja: このビデオを読み込むことができません
ka: ამ ვიდეოს ჩატვირთვა შეუძლებელია
ko: 이 영상을 불러올 수 없습니다
nb: Kan ikke laste inn denne videoen
nl: Kan de video niet laden
pl: Nie można załadować filmu
pt: Não é possível carregar este vídeo.
pt_br: Não foi possível carregar este vídeo
ro: Acest videoclip nu s-a putut fi încărca
ru: Не удалось загрузить это видео
sk: Nie je možné načítať toto video
sv: Kunde inte ladda denna video
tr: Bu görüntü yüklenemedi.
uk: Не вдається завантажити це відео
zh_hans: 无法加载此视频
zh_hant: 無法載入此影片

# photo_preview_loading_message
source: Downloading and decrypting may take a few moments. Thanks for patience.
be: Спампоўванне і расшыфроўка могуць заняць некаторы час. Дзякуй за цярпенне.
ca: La descàrrega i el desxifrat poden trigar uns moments. Gràcies per la paciència.
cs: Stažení a dešifrování může chvíli trvat. Děkujeme za trpělivost.
da: Download og dekryptering kan tage et øjeblik. Tak for din tålmodighed.
de: Das Herunterladen und Entschlüsseln kann einige Zeit dauern. Vielen Dank für deine Geduld.
el: Η λήψη και η αποκρυπτογράφηση μπορεί να διαρκέσει μερικά λεπτά. Ευχαριστούμε για την υπομονή σας.
es: La descarga y el descifrado pueden tardar unos minutos. Gracias por tu paciencia.
es_419: La descarga y el descifrado pueden tardar unos minutos. Gracias por su paciencia.
fi: Lataamisessa ja salauksen purkamisessa voi kestää hetken, kiitos kärsivällisyydestä.
fr: Le téléchargement et le déchiffrement peuvent prendre un moment. Merci pour votre patience.
hu: A letöltés és a visszafejtés eltarthat néhány pillanatig. Köszönjük a türelmet.
id: Mengunduh dan mendekripsi dapat memerlukan waktu. Terima kasih atas kesabaran Anda.
it: Il download e la decrittografia potrebbero richiedere alcuni istanti. Grazie per la pazienza.
ja: ダウンロードと複合にはしばらく時間がかかることがあります。お待ちください。
ka: გადმოწერას და გაშიფვრას გარკვეული დრო დასჭირდება. მადლობა მოთმინებისთვის.
ko: 다운로드 및 복호화에 시간이 걸릴 수 있습니다. 양해해주셔서 감사합니다.
nb: Nedlasting og dekryptering kan ta noen øyeblikk. Takk for tålmodigheten.
nl: Downloaden en decoderen kan enkele ogenblikken duren. Bedankt voor uw geduld.
pl: Pobieranie i odszyfrowywanie zajmie kilka chwil. Dziękujemy za cierpliwość.
pt: A transferência e a desencriptação podem demorar alguns momentos. Agradecemos pela paciência.
pt_br: O download e a descriptografia podem levar alguns momentos. Agradecemos pela paciência.
ro: Descărcarea și decriptarea poate dura mai mult. Vă mulțumim pentru răbdare.
ru: Скачивание и расшифровка могут занять несколько мгновений. Спасибо за терпение.
sk: Stiahnutie a dešifrovanie môže chvíľu trvať. Ďakujeme za trpezlivosť.
sv: Nedladdning och dekryptering kan ta en stund. Tack för tålamodet.
tr: İndirme ve şifre çözme işlemleri kısa sürede tamamlanacak. Beklediğiniz için teşekkürler.
uk: Завантаження та розшифрування може зайняти кілька хвилин. Дякуємо за терпіння.
zh_hans: 下载和解密可能需要一些时间。感谢耐心等待。
zh_hant: 下載和解密可能需要一些時間。感謝您的耐心。

# photo_preview_loading_title
source: Loading in progress
be: Адбываецца загрузка
ca: S'està carregant
cs: Probíhá načítání
da: Indlæsning i gang
de: Wird geladen
el: Φόρτωση σε εξέλιξη
es: Cargando
es_419: Cargando
fi: Lataus käynnissä
fr: Chargement en cours
hu: Betöltés folyamatban
id: Sedang memuat
it: Caricamento in corso
ja: 読み込み中
ka: მიმდინარეობს ჩატვირთვა
ko: 불러오는 중
nb: Innlasting pågår
nl: Bezig met laden
pl: Ładowanie w toku
pt: Carregamento em curso
pt_br: Carregamento em andamento
ro: Încărcare în desfășurare
ru: Загрузка в процессе
sk: Prebieha načítavanie
sv: Inläsning pågår
tr: Yükleniyor
uk: Триває завантаження
zh_hans: 载入中
zh_hant: 正在載入中

# photo_storage_eighty_percent_title
source: Your storage is more than **80%** full
be: Ваша сховішча запоўнена больш чым на **80%**
ca: L'emmagatzematge està més del **80%** ple.
cs: Vaše úložiště je zaplněno z více než **80%**
da: Dit lager er mere end **80 %** fuldt
de: Dein Speicherplatz ist zu mehr als **80 %** belegt
el: Ο αποθηκευτικός σας χώρος είναι περισσότερο από **80%** γεμάτος
es: El almacenamiento está lleno a más del **80%**
es_419: El almacenamiento está lleno a más del **80%**
fi: Tallennustilastasi on käytetty yli **80 %**
fr: Votre espace de stockage est rempli à plus de **80 %**.
hu: Az ön tárhelye több mint **80%** tele van.
id: Ruang penyimpanan Anda lebih dari **80%** penuh
it: Il tuo spazio di archiviazione è pieno per oltre l'**80%**
ja: ストレージ容量は**80%**以上使用されています
ka: თქვენი საცავი **80%**-ზე მეტითაა სავსე
ko: 사용자의 저장공간이 **80%** 이상 채워져 있습니다
nb: Lagringsplassen din er mer enn **80 %** full
nl: Uw opslag is meer dan **80%** vol
pl: Wykorzystano **80%** dostępnej przestrzeni dyskowej
pt: O seu armazenamento está mais de **80%** cheio.
pt_br: O seu armazenamento está mais que **80%** cheio.
ro: Spațiul de stocare este ocupat **80%**.
ru: Ваше хранилище заполнено более чем на **80%**.
sk: Vaše úložisko je plné na viac než **80%**
sv: Ditt lagringsutrymme är mer än **80 %** fullt
tr: Depolama alanınız **80%** oranında dolu
uk: Ваше сховище заповнене більш ніж на **80%**
zh_hans: 您的存储空间已使用满 **80%** 以上了
zh_hant: 您的儲存空間已超過 **80%** 滿

# photo_storage_fifty_percent_title
source: Your storage is **50%** full
be: Ваша сховішча запоўнена на **50%**
ca: L'emmagatzematge és ple al **50%**.
cs: Vaše úložiště je zaplněno na **50%**
da: Dit lager er **50 %** fuldt
de: Dein Speicherplatz ist zu **50 %** belegt
el: Ο αποθηκευτικός σας χώρος είναι **50%** γεμάτος
es: El almacenamiento está lleno al **50%**
es_419: El almacenamiento está lleno al **50%**
fi: Tallennustilastasi on käytetty **50 %**
fr: Votre espace de stockage est rempli à **50 %**.
hu: Az ön tárhelye több mint **50%** tele van.
id: Ruang penyimpanan Anda **50%** penuh
it: Il tuo spazio di archiviazione è pieno per oltre il**50%**
ja: ストレージ容量は**50%**使用されています
ka: თქვენი საცავი **50%**-ით სავსეა
ko: 사용자의 저장공간이 **50%** 채워져 있습니다
nb: Lagringsplassen din er **50 %** full
nl: Uw opslag is **50%** vol
pl: Wykorzystano **50%** dostępnej przestrzeni dyskowej
pt: O seu armazenamento está **50%** cheio.
pt_br: Seu armazenamento está **50%** cheio
ro: Spațiul de stocare este ocupat **50%**.
ru: Ваше хранилище заполнено на **50%**.
sk: Vaše úložisko je zaplnené na **50%**
sv: Ditt lagringsutrymme är mer än **50 %** fullt
tr: Depolama alanınız **50%** oranında dolu
uk: Ваше сховище заповнене на **50%**
zh_hans: 您的存储空间已使用满 **50%** 了
zh_hant: 你的儲存量已達 **50%** 滿
